Revit 2027 API
ParameterTypeId.DividedpathTotalPathLength Property
 "Path Length"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DividedpathTotalPathLength { get; }
Public Shared ReadOnly Property DividedpathTotalPathLength As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DividedpathTotalPathLength {
	ForgeTypeId^ get ();
}
static member DividedpathTotalPathLength : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace